<?php
return [
    'admin' => [
        'categories' => [
            'created' => [
                'success' => 'Категория успешно добавлена',
                'error'   => 'Не удалось добавить категорию',
            ],
            'updated' => [
                'success' => 'Категория успешно обновлена',
                'error'   => 'Не удалось обновить категорию',
            ],
        ],
        'news' => [
            'created' => [
                'success' => 'Запись успешно добавлена',
                'error'   => 'Не удалось добавить запись',
            ],
            'updated' => [
                'success' => 'Запись успешно обновлена',
                'error'   => 'Не удалось обновить запись',
            ],
        ],
        'sources' => [
            'created' => [
                'success' => 'Источник данных успешно добавлен',
                'error'   => 'Не удалось добавить источник данных',
            ],
            'updated' => [
                'success' => 'Источник данных успешно обновлен',
                'error'   => 'Не удалось обновить источник данных',
            ],
        ],
        'users' => [
            'updated' => [
                'success' => 'Данные пользователя успешно обновлены',
                'error'   => 'Не удалось обновить данные пользователя',
            ],
        ],
        'parser' => [
            'success' => 'Парсинг данных успешно завершен',
            'error'   => 'Парсинг данных завершен с ошибками',
        ],
    ],
    'feedback' => [
        'created' => [
            'success' => 'Спасибо за ваш отзыв',
            'error'   => 'Не удалось добавить отзыв',
        ],
    ],
    'order' => [
        'created' => [
            'success' => 'Ваш заказ успешно оформлен',
            'error'   => 'Не удалось оформить заказ',
        ],
    ],
];
